{"id":138,"date":"2021-02-12T16:26:53","date_gmt":"2021-02-12T07:26:53","guid":{"rendered":"http:\/\/192.168.100.54:28088\/?p=138"},"modified":"2021-02-14T01:35:21","modified_gmt":"2021-02-13T16:35:21","slug":"%ec%a0%95%ec%a0%81-%ed%8e%98%ec%9d%b4%ec%a7%80%eb%8f%84-%ea%b2%b0%ea%b5%ad%ec%9d%80-%ec%9b%8c%eb%93%9c%ed%94%84%eb%a0%88%ec%8a%a4","status":"publish","type":"post","link":"http:\/\/192.168.100.11:28088\/2021\/02\/12\/138\/","title":{"rendered":"\uc815\uc801 \ud398\uc774\uc9c0\ub3c4 \uacb0\uad6d\uc740 \uc6cc\ub4dc\ud504\ub808\uc2a4"},"content":{"rendered":"<h2>\ub3c4\ub8e8\ubb35<\/h2>\n<p>\uc6cc\ub4dc\ud504\ub808\uc2a4\ub97c \uc0ac\uc6a9\ud558\ub2e4 \uc9c0\ud0ac\ub85c \uac08\uc544\ud0d4\ub2e4. \uc774\uc720\ub294 \uc0ac\uc774\ud2b8 \ub85c\ub529 \uc18d\ub3c4\uc640 \uc720\uc9c0\ube44...<br \/>\n\ubb34\ub8cc\ub85c \ud558\ub824\uba74 \uc9d1\uc5d0\uc11c \uad6c\ub3d9\uc911\uc778 \uc11c\ubc84 \ub300\uc6a9 pc\ub85c \ub3cc\ub824\uc57c \ud558\ub294\ub370 \ub9ac\ub205\uc2a4\ub97c \uc124\uce58\ud574\ub3c4 \ub9c8\uc74c\uc5d0 \ub4dc\ub294 \uc18d\ub3c4\uac00 \ub098\uc624\uc9c0 \uc54a\ub294\ub2e4. \ubb34\ub8cc\ub85c \uc0ac\uc774\ud2b8 \uc6b4\uc6a9\ud560 \uc218 \uc788\ub294 \uae43\ud5c8\ube0c\ub97c \uc4f0\uc790\ub2c8 \uc815\uc801 \uc0ac\uc774\ud2b8\uac00 \uc544\ub2c8\ub77c\uc11c \uc5b4\ub835\ub2e4. <\/p>\n<p>\uae43\ud5c8\ube0c\ub97c \uc774\uc6a9\ud558\uba74 \uc815\uc801 \uc0ac\uc774\ud2b8 \uc720\uc9c0 \ube44\uc6a9\uc740 \uc0ac\uc2e4\uc0c1 \uc81c\ub85c...<\/p>\n<p>\uc18d\ub3c4\ub3c4 php\ub97c \uc0ac\uc6a9\ud55c \uc0ac\uc774\ud2b8\uc640 \ube44\uad50 \ubd88\uac00\ud560 \uc815\ub3c4..<\/p>\n<p>\ub9c8\ud06c\ub2e4\uc6b4\uc744 \ud65c\uc6a9\ud55c \ud3b8\ub9ac\ud55c \uae00 \uc4f0\uae30...<\/p>\n<p>\ub098\ub294 \uc9c0\ud0ac\ub85c \uac08\uc544\ud0c8 \uc218 \ubc16\uc5d0 \uc5c6\uc5c8\ub2e4. \uadf8\ub7ec\ub098...<\/p>\n<p>\uc9c0\ud0ac\uc740 \uc790\uc8fc \ud3ec\uc2a4\ud2b8\ud558\uc9c0 \uc54a\ub294 \ub098\uc5d0\uac8c\ub294 \ub108\ubb34 \ubc88\uac70\ub7ec\uc6b8 \ubfd0 \uc544\ub2c8\ub77c \uae00\uc744 \uc4f8\ub54c\ub9c8\ub2e4 \uae4c\uba39\uc5b4\uc11c \uad6c\uae00\ub9c1\uc744 \uc0c8\ub85c \ud574\uc57c \ud588\ub2e4...<br \/>\n\uc9c0\ud0ac \ubc84\uc804\uc774 \ubcc0\ud560 \ub54c \ub9c8\ub2e4 \uac00\ub054 \ub728\ub294 \uc54c\uc218\uc5c5\ub294 \uc624\ub958\ub4e4... \ub8e8\ube44\ud504\ub85c\uadf8\ub7a8 \uac1c\ub150\uc744 \uc798 \ubaa8\ub974\ub294 \ub098\uc5d0\uac8c\ub294 \uc624\ub958 \ud558\ub098 \ud574\uacb0\ud558\ub294\ub370 \uaf2c\ubc15 \uc77c\uc8fc\uc77c\uc529\uc744 \uad6c\uae00\ub9c1 \ud574\uc57c \uaca8\uc6b0 \uc2e4\ub9c8\ub9ac\ub97c \ucc3e\uc744 \uc218 \uc788\uc5c8\ub2e4. <\/p>\n<p>\ub098\ucc98\ub7fc \ucf54\uc9c8\uc774(\ucf54\ub529 \ucc0c\uc9c8\uc774)\uc5d0\uac90 \uc870\uae08\ub9cc \uc608\uc058\uac8c \uafb8\ubbf8\ub824\uace0 \ud574\ub3c4 \ub9cc\uc838\uc57c \ud560\uac8c \ub108\ubb34\ub108\ubb34\ub108\ubb34 \ub9ce\uace0 \uadf8\ub098\ub9c8 \uc608\uc058\uac8c \ub418\uc9c0\ub3c4 \uc54a\ub294\ub2e4. <\/p>\n<p>\uacb0\uad6d \ub098\ub294 \ub2e4\uc2dc \uc6cc\ub4dc\ud504\ub808\uc2a4\ub85c \ub3cc\uc544\uc57c\uc640 \ud588\ub2e4.<\/p>\n<h2>simply static plugin\uc73c\ub85c \ub300\ubd80\ubd84\uc758 \uace0\ubbfc \ud574\uacb0<\/h2>\n<p>\ub098\uc758 \uac00\uc7a5 \ud070 \uace0\ubbfc\uc740 \uc0ac\uc774\ud2b8 \ub85c\ub529\uc18d\ub3c4\uc600\ub2e4. \uc9d1\uc5d0 \uc788\ub294 10\ub144\ub3c4 \ub118\uc740 \uad6c\ud615 \ub178\ud2b8\ubd81(\uc708\ub3c4\uc6b0)\uc744 \uae30\ubc18\uc73c\ub85c \uc11c\ubc84\ub97c \ub3cc\ub9ac\ub294 \ub098\uc5d0\uac8c \uc6cc\ub4dc\ud504\ub808\uc2a4\ub294 \uc9c0\uc778\uc5d0\uac8c\ub9cc \uc0ac\uc6a9\ud558\ub294 \uc6a9\ub3c4\ub85c\ub3c4 \ub108\ubb34 \ub290\ub9b0 \uc18d\ub3c4\uc600\ub2e4.<\/p>\n<p>\uc815\uc801 \uc0ac\uc774\ud2b8\uac00 \ud544\uc694\ud588\ub2e4. \uae43\ud5c8\ube0c\ub97c \uc774\uc6a9\ud558\uac70\ub098 \uc544\ud30c\uce58\ub9cc\uc744 \uc774\uc6a9\ud55c(php \uc5c6\uc774) \ud638\uc2a4\ud305\uc740 \uc18d\ub3c4\uac00 \ube60\ub974\ub2e4. \uadf8\ub798\uc11c \uad6c\uae00\ub9c1\uc73c\ub85c \uac80\uc0c9\ud55c \uacb0\uacfc \ub098\uc628 \ud574\uacb0\ucc45\uc774 simply static plugin\uc774\ub2e4.<\/p>\n<h2>\uc0dd\uac01\ud588\ub358\uac83 \ubcf4\ub2e4 \uc798\ub418\uace0 \uc0dd\uac01\ubcf4\ub2e4 \uc548\ub41c\ub2e4.<\/h2>\n<p>\uacb0\uad6d \uac1c\ub150\uc740 \uc774\uac70\ub2e4 \uc5b4\ucc28\ud53c \uc0ac\uc774\ud2b8\ub97c \ubcf4\ub294 \uc0ac\ub78c\uc740 php\uace0 \uc544\ud30c\uce58\uace0 \uac04\uc5d0 \ube0c\ub77c\uc6b0\uc800\ub85c \uc77d\ub294\ub2e4. \uc6cc\ub4dc\ud504\ub808\uc2a4\ub97c \uc815\uc801 \uc0ac\uc774\ud2b8\ucc98\ub7fc html\ub85c \ub0b4\ubcf4\ub0b8 \uc8fc\ub294\uac70\ub2e4. <\/p>\n<p>\uc870\uae08\ub9cc \ubcf5\uc7a1\ud55c \uae30\ub2a5\uc744 \uc0ac\uc6a9\ud558\uba74 \uc791\ub3d9\uc774 \uc548\ub420 \uac70\ub77c\ub294 \ub098\uc758 \uc6b0\ub824\uc640\ub294 \ub2ec\ub9ac \uc660\ub9cc\ud55c \uae30\ub2a5\uc740 \ub2e4 \ub0b4\ubcf4\ub0b4\uae30\uac00 \ub418\uc5c8\ub2e4. (\ub77c\uc774\ud2b8\ubc15\uc2a4, \uba54\ub274\ub4f1)<\/p>\n<h3>\ubb38\uc81c\uac00 \ubc1c\uc0dd\ud55c \uac83\ub4e4\uc740 \ub300\ubd80\ubd84 \ud50c\ub7ec\uadf8\uc778\uc73c\ub85c \ud574\uacb0 \ud588\ub2e4.<\/h3>\n<ol>\n<li>\uc0ac\uc774\ud2b8\ub9f5 - Yoast SEO\ud50c\ub7ec\uadf8\uc778\uc73c\ub85c \ud574\uacb0 \ud588\ub2e4. <\/li>\n<li>\uc0ac\uc774\ud2b8 \uafb8\ubbf8\uae30 - Elementor plugin\uc73c\ub85c \ud574\uacb0\ud588\ub2e4. \ud604\uc7ac \ub300\ucc44 \ubd88\uac00\ub2a5\ud55c \ud398\uc774\uc9c0 \ube4c\ub354\ub2e4. \ud648\ud398\uc774\uc9c0\ub97c \uadf8\ub098\ub9c8 \ub0b4 \ub9c8\uc74c\uc5d0 \ub4e4\uac8c \uafb8\ubbf8\uace0 \uc2f6\ub2e4\uba74 \ubb34\uc870\uac74 \uae54\uc544\uc57c \ud55c\ub2e4. \uc720\uc77c\ud55c \ub2e8\uc810\uc774\uc790 \uac00\uc7a5 \uce58\uba85\uc801\uc778 \ub2e8\uc810\uc740 \uc0ac\uc774\ud2b8 \uc18d\ub3c4\ub97c \uc5b4\ub9c8\uc5b4\ub9c8\uc5b4\ub9c8\uc5b4\ub9c8\ud558\uac8c \ub290\ub9ac\uac8c \ub9cc\ub4e0\ub2e4\ub294 \uac83. <\/li>\n<li>\ub9c8\ud06c\ub2e4\uc6b4 - \uba3c\uc800 \ub0b4\uac00 \uac00\uc7a5 \uc911\uc694\ud558\uac8c \uc0dd\uac01\uac83\uc774 \ub9c8\ud06c\ub2e4\uc6b4\uae30\ub2a5...\uc774\ub2e4. \ub9c8\ud06c\ub2e4\uc6b4\uc758 \ud3b8\uc758\uc131\uc740 \ubbf8\ub9ac \uba54\ubaa8\uc7a5 \uac19\uc740\ub370 \uc791\uc131\ud574 \ub450\uc5c8\ub2e4\uac00 \ubd99\uc5ec\ub123\uae30\ub9cc \ud558\uba74 \ud3ec\uc2a4\ud305\uc774 \ub05d\ub09c\ub2e4\ub294\ub370 \uc788\ub2e4. \ub098\ub294 \ud50c\ub7ec\uadf8\uc778(WP Githuber MD)\uc744 \uc0ac\uc6a9\ud588\ub2e4. WP Githuber MD \uc774\uc678\uc758 \ub2e4\ub978 \ud50c\ub7ec\uadf8\uc778\uc758 \uacbd\uc6b0 \uc124\uce58\ud6c4 \uc5d8\ub9ac\uba58\ud130 \ud398\uc774\uc9c0 \ud3b8\uc9d1\uc73c\ub85c \uc548\ub4e4\uc5b4\uac00\uc9c0\ub294 \ud604\uc0c1\uc744 \uacaa\uc5c8\ub2e4. \ub9c8\ud06c\ub2e4\uc6b4\uacfc \uc5d8\ub9ac\ub9e8\ud130\uc911 \uc120\ud0dd\ud574\uc57c \ud55c\ub2e4. \uc81c\ud2b8\ud329\uc744 \uc4f0\uba74 \ud3b8\ud558\uac8c \uc0ac\uc6a9\ud560 \uc218 \uc788\ub2e4\uace0 \ud558\ub294\ub370 \ub098\uc758 \uc124\uce58 \ud658\uacbd\uc778 \uc778\ud2b8\ub77c\ub137 (192.168.<em>.<\/em>)\uac19\uc740 \uacbd\uc6b0\ub294 \uc81c\ud2b8\ud329\uc774 \ud65c\uc131\ud654 \ub418\uc9c0 \uc54a\uc544 \uc2dc\ub3c4\ud574 \ubcf4\uc9c0 \ubabb\ud588\ub2e4. <\/li>\n<\/ol>\n<h3>\uc544\uc9c1 \uadf9\ubcf5\ud558\uc9c0 \ubabb\ud55c \ub2e8\uc810\uc774 \uc788\ub2e4.<\/h3>\n<ol>\n<li>\n<p>\uac04\ud639 \uc791\uc131\ud55c \ud398\uc774\uc9c0\uac00 \uc5d0\ub7ec\uac00 \ub098\uc11c \uc548\uc5f4\ub9ac\uac70\ub098 \uae68\uc9c8 \ub54c\uac00 \uc788\ub2e4 \ub0b4\uc6a9\uc744 \ubcf5\uc0ac\ud574 \ub450\uc5c8\ub2e4. \uc0c8\ub85c \ub9cc\ub4e4\uc5b4\uc11c \ub0b4\uc6a9\uc744 \ubd99\uc5ec \ub123\uc73c\uba74 \uc774\uc0c1 \uc5c6\uc774 \ub9cc\ub4e4\uc5b4 \uc84c\ub2e4. \uc6d0\uc778\uc744 \ubaa8\ub974\uae30 \ub54c\ubb38\uc5d0 \ubd88\uc548\ud558\ub2e4.<\/p>\n<\/li>\n<li>\n<p>\uc9c0\ud0ac\ucc98\ub7fc \ud558\ub098\ub9cc \ud3ec\uc2a4\ud305\ud574\ub3c4 \uc804\uccb4 \ud398\uc774\uc9c0\ub97c \ub0b4\ubcf4\ub0b4\uae30 \ubc1b\uc544\uc57c \ud55c\ub2e4. \uc9c0\ud0ac\uc740 \uadf8\ub098\ub9c8 \ube4c\ub4dc \uc18d\ub3c4\uac00 \ube60\ub978\ub370 \uc774\ub188\uc740 \ub290\ub824\ub3c4 \ub108\ubb34 \ub290\ub9ac\ub2e4. \ub610 \uc0ac\uc774\ud2b8 \uc804\uccb4 \uc6a9\ub7c9\uc774 \ub108\ubb34 \ub9ce\uc544\uc9c0\uba74 \uc18d\ub3c4\uac00 \ub290\ub9ac\ub824\uc9c0\uac70\ub098 zip\uc73c\ub85c\ub294 \ub2e4\uc6b4\uc774 \uc548\ub41c\ub2e4.<br \/>\nsimply static plugin\uc774 zip \ub0b4\ubcf4\ub0b4\uae30\uac00 \uc548\ub420 \ub54c\uac00 \uc788\ub2e4. \ub9c1\ud06c\ub97c \ud074\ub9ad\ud574\ub3c4 zip\uac00 \ub2e4\uc6b4\ub85c\ub4dc \ub418\uc9c0 \uc54a\ub294\ub2e4. \uc644\ub8cc\uac00 \ub728\uba74 \uc0dd\uc131\uc740 \ub418\uc5b4\uc788\ub294 \uc0c1\ud0dc\uc778\uc9c0\ub77c <strong>wp-content\/plugins\/simply-static\/static-files<\/strong> \uacbd\ub85c\ub85c \uac00\uba74 \uc0dd\uc131\ud55c zip\ud30c\uc77c\uc774 \uc788\ub2e4. \uc774\ub3c4 \uc548\ub418\uba74 \uc555\ucd95\ub418\uc9c0 \uc54a\uc740 \uc0c1\ud0dc\uc758 \ud30c\uc77c\uc744 \uacbd\ub85c\uc9c0\uc815\ud574\uc11c \ub0b4\ubcf4\ub0b4\uae30 \ud560 \uc218\ub3c4 \uc788\ub2e4. \uae43\ud5c8\ube0c\uc5d0 \ubc14\ub85c \uc62c\ub9ac\uac70\ub098 \uc11c\ubc84\uc5d0\uc11c \ubc14\ub85c \uc6f9\uad6c\ub3d9\ud560\ub54c\ub294 \uc774\ubc29\ubc95\uc774 \ub354 \uc88b\uc744 \uc218\ub3c4 \uc788\ub2e4. <\/p>\n<\/li>\n<li>\n<p>\uc774\uac74 \uc544\uc8fc \uce58\uba85\uc801\uc778\ub370 \uac04\ud639 \ud55c\uae00\ub85c \ub41c \ub9c1\ud06c\ub294 \uba39\uc9c0 \uc54a\uc744\ub54c\uac00 \uc788\ub2e4. \ubbf8\ub514\uc5b4\uc5d0 \uc774\ubbf8\uc9c0 \uc774\ub984\uc774 \ud55c\uae00\ub85c \ub418\uc5b4 \uc788\uc5b4\uc11c \uc5ec\ub7ec \uc678\uacc4\uc5b4\ub85c \ucc98\ub9ac\ub418\uc5b4 \ub85c\ub529\uc774 \uc548\ub418\uc5c8\ub2e4. \uadf8\ub7f0\ub370 \uadf8\uac74 \uc9c0\ud0ac\ub3c4 \ube44\uc2b7\ud55c \ub2e8\uc810\uc774 \uc788\uc5c8\ub2e4. <\/p>\n<\/li>\n<li>\n<p>\uae00 \uc791\uc131\ud558\uae30 \uae4c\uc9c0\uac00 \uc2dc\uac04\uc774 \uc624\ub798 \uac78\ub9b0\ub2e4. \ubbf8\ub9ac \uae00\uc744 \uc791\uc131\ud574 \ub454\ub4a4 \ubd99\uc5ec \ub123\uae30\ub97c \ud55c\ub2e4\uace0 \ud574\ub3c4 \uc9c0\ud0ac\uc758 \uacbd\uc6b0 \ubd99\uc5ec\ub123\uace0 \uba85\ub839\uc5b4 \ud55c\uc904 \uce58\uba74 \ubc14\ub85c \ube4c\ub4dc\uac00 \ub41c\ub2e4. \uadf8\ub7ec\ub098 \uc6cc\ub4dc\ud504\ub808\uc2a4\ub294 \uc0ac\uc774\ud2b8\ub97c \uad6c\ub3d9\uc2dc\ud0a4\uace0 (\uc0c1\uc2dc \uad6c\ub3d9\uc2dc\ucf1c \ub193\uc9c0 \uc54a\uc558\uc744 \uacbd\uc6b0...) \ub85c\uadf8\uc778\uc744 \ud558\uace0 \uae00\uc4f0\uae30 \uba54\ub274\ub85c \ub4e4\uc5b4\uac00\uc11c \uae00\uc6b8 \uc791\uc131\ud55c\ub2e4. \uc704\uc5d0\uc11c \ub9d0\ud55c \uc815\uc801 \uc0ac\uc774\ud2b8 \ubcc0\ud658 \uae4c\uc9c0 \ud558\uba74... \uae00 \uc4f0\ub294 \uc2dc\uac04\ubcf4\ub2e4 \uc900\ube44\ud558\uace0 \ube4c\ub4dc\ud558\ub294 \uc2dc\uac04\uc774 \ub354 \uc624\ub798 \uac78\ub9b4 \uc218 \uc788\ub2e4. <\/p>\n<\/li>\n<\/ol>\n<h2>\uadf8\ub798\ub3c4 \uad6c\uad00\uc774 \uba85\uad00<\/h2>\n<p>\ub9ce\uc740 \ub2e8\uc810\uc5d0\ub3c4 \ubd88\uad6c\ud558\uace0 \uc6cc\ub4dc\ud504\ub808\uc2a4\uc758 \uc7a5\uc810\uc740 \uba85\ud655\ud558\ub2e4. \uc27d\uac8c \uc608\uc05c \uc0ac\uc774\ud2b8\ub97c \uad6c\ucd95\ud560 \uc218 \uc788\ub2e4. (\ubb3c\ub860 \ub09c \ub514\uc790\uc778\uac10\uac01\uc774 \uc5c6\uc5b4\uc11c \ub0a8\uc758 \uc774\uc57c\uae30\uc9c0\ub9cc...) \uc4f0\ub358\uac70\ub77c \ud3b8\ud558\ub2e4. \ubc30\uc6b0\uace0 \uae4c\uba39\uace0\ub97c \ubc18\ubcf5\ud558\uc9c0 \uc54a\uc544\ub3c4 \ub41c\ub2e4. \uc798\ubaa8\ub974\ub294 \ub8e8\ube44 \uc124\uce58\uba70 \ubc84\uc804\uc5d0\ub7ec\uc5d0 \uace0\ubbfc\ud560 \ud544\uc694 \uc5c6\ub2e4. \uc6d0\uc778\uc744 \uc54c\uc218 \uc5c6\ub294 \uc5d0\ub7ec\uba54\uc2dc\uc9c0\uc5d0 \ubd88\uc548\ud574 \ud558\uc9c0 \uc54a\uc544\ub3c4 \ub41c\ub2e4. \uc0ac\uc9c4 \ub4f1 \ubbf8\ub514\uc5b4 \ucca8\ubd80\ud558\ub294\ub370 \uace8\uba38\ub9ac\ub97c \uc369\uc9c0 \uc54a\uc544\ub3c4 \ub41c\ub2e4.<\/p>\n<p>\uc6cc\ub4dc\ud504\ub808\uc2a4\uc758 \ub2e8 \ud558\ub098\uc758 \ub2e8\uc810\uc740 \uc815\uc801 \ud398\uc774\uc9c0\uac00 \uc544\ub2cc\uac83... \uadf8\ub85c\uc778\ud574\uc18d\ub3c4\ub3c4 \ub290\ub9ac\uace0 \uad6c\ucd95 \uc790\uccb4\uac00 \uc5b4\ub835\ub2e4. <\/p>\n<p>\ubb3c\ub860 \ucf54\ub4dc\ub97c \ubcf4\ub294\uac83\uc774 \uc775\uc219\ud574\uc9c0\uace0 \uc774\ub7f0\uc800\ub7f0 \uc5d0\ub7ec\ub97c \ud480\uc5b4\uac00\uba70 \uacf5\ubd80\ub97c \ud558\uae30 \uc704\ud574\uc120 \uc9c0\ud0ac\ub3c4 \uc88b\uae34 \ud558\uaca0\ub2e4. \uadf8\ub7ec\ub098 \ub098\uc5d0\uac90 \ub108\ubb34 \ubcf5\uc7a1\ud558\uace0 \uac1c\ubc1c\uc790\uac00 \uc544\ub2cc \ub2e8\uc21c \uc720\uc800\uc778 \ub098\ub85c\uc11c\ub294 \uc6cc\ub4dc\ud504\ub808\uc2a4\ub97c \uc815\uc801 \ud398\uc774\uc9c0\ub85c \ubcc0\ud658\ud558\ub294\uac8c \uc815\uc2e0 \uac74\uac15\uc5d0 \uc88b\uc558\ub2e4.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\ub3c4\ub8e8\ubb35 \uc6cc\ub4dc\ud504\ub808\uc2a4\ub97c \uc0ac\uc6a9\ud558\ub2e4 \uc9c0\ud0ac\ub85c \uac08\uc544\ud0d4\ub2e4. \uc774\uc720\ub294 \uc0ac\uc774\ud2b8 \ub85c\ub529 \uc18d\ub3c4\uc640 \uc720\uc9c0\ube44&#8230; \ubb34\ub8cc\ub85c \ud558\ub824\uba74 \uc9d1\uc5d0\uc11c \uad6c\ub3d9\uc911\uc778 \uc11c\ubc84 \ub300\uc6a9 pc\ub85c \ub3cc\ub824\uc57c \ud558\ub294\ub370 \ub9ac\ub205\uc2a4\ub97c \uc124\uce58\ud574\ub3c4 \ub9c8\uc74c\uc5d0 \ub4dc\ub294 \uc18d\ub3c4\uac00 \ub098\uc624\uc9c0 \uc54a\ub294\ub2e4. \ubb34\ub8cc\ub85c \uc0ac\uc774\ud2b8 \uc6b4\uc6a9\ud560 \uc218 \uc788\ub294 \uae43\ud5c8\ube0c\ub97c \uc4f0\uc790\ub2c8 \uc815\uc801 \uc0ac\uc774\ud2b8\uac00 \uc544\ub2c8\ub77c\uc11c \uc5b4\ub835\ub2e4. \uae43\ud5c8\ube0c\ub97c \uc774\uc6a9\ud558\uba74 \uc815\uc801 \uc0ac\uc774\ud2b8 \uc720\uc9c0 \ube44\uc6a9\uc740 \uc0ac\uc2e4\uc0c1 \uc81c\ub85c&#8230; \uc18d\ub3c4\ub3c4 php\ub97c \uc0ac\uc6a9\ud55c \uc0ac\uc774\ud2b8\uc640 \ube44\uad50 \ubd88\uac00\ud560 \uc815\ub3c4.. \ub9c8\ud06c\ub2e4\uc6b4\uc744 \ud65c\uc6a9\ud55c \ud3b8\ub9ac\ud55c &hellip; <\/p>\n<p class=\"link-more\"><a href=\"http:\/\/192.168.100.11:28088\/2021\/02\/12\/138\/\" class=\"more-link\">\ub354 \ubcf4\uae30<span class=\"screen-reader-text\"> &#8220;\uc815\uc801 \ud398\uc774\uc9c0\ub3c4 \uacb0\uad6d\uc740 \uc6cc\ub4dc\ud504\ub808\uc2a4&#8221;<\/span><\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[3],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v18.5.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>\uc815\uc801 \ud398\uc774\uc9c0\ub3c4 \uacb0\uad6d\uc740 \uc6cc\ub4dc\ud504\ub808\uc2a4 - wizardofoz<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"http:\/\/192.168.100.11:28088\/2021\/02\/12\/138\/\" \/>\n<meta property=\"og:locale\" content=\"ko_KR\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"\uc815\uc801 \ud398\uc774\uc9c0\ub3c4 \uacb0\uad6d\uc740 \uc6cc\ub4dc\ud504\ub808\uc2a4 - wizardofoz\" \/>\n<meta property=\"og:description\" content=\"\ub3c4\ub8e8\ubb35 \uc6cc\ub4dc\ud504\ub808\uc2a4\ub97c \uc0ac\uc6a9\ud558\ub2e4 \uc9c0\ud0ac\ub85c \uac08\uc544\ud0d4\ub2e4. \uc774\uc720\ub294 \uc0ac\uc774\ud2b8 \ub85c\ub529 \uc18d\ub3c4\uc640 \uc720\uc9c0\ube44... \ubb34\ub8cc\ub85c \ud558\ub824\uba74 \uc9d1\uc5d0\uc11c \uad6c\ub3d9\uc911\uc778 \uc11c\ubc84 \ub300\uc6a9 pc\ub85c \ub3cc\ub824\uc57c \ud558\ub294\ub370 \ub9ac\ub205\uc2a4\ub97c \uc124\uce58\ud574\ub3c4 \ub9c8\uc74c\uc5d0 \ub4dc\ub294 \uc18d\ub3c4\uac00 \ub098\uc624\uc9c0 \uc54a\ub294\ub2e4. \ubb34\ub8cc\ub85c \uc0ac\uc774\ud2b8 \uc6b4\uc6a9\ud560 \uc218 \uc788\ub294 \uae43\ud5c8\ube0c\ub97c \uc4f0\uc790\ub2c8 \uc815\uc801 \uc0ac\uc774\ud2b8\uac00 \uc544\ub2c8\ub77c\uc11c \uc5b4\ub835\ub2e4. \uae43\ud5c8\ube0c\ub97c \uc774\uc6a9\ud558\uba74 \uc815\uc801 \uc0ac\uc774\ud2b8 \uc720\uc9c0 \ube44\uc6a9\uc740 \uc0ac\uc2e4\uc0c1 \uc81c\ub85c... \uc18d\ub3c4\ub3c4 php\ub97c \uc0ac\uc6a9\ud55c \uc0ac\uc774\ud2b8\uc640 \ube44\uad50 \ubd88\uac00\ud560 \uc815\ub3c4.. \ub9c8\ud06c\ub2e4\uc6b4\uc744 \ud65c\uc6a9\ud55c \ud3b8\ub9ac\ud55c &hellip; \ub354 \ubcf4\uae30 &quot;\uc815\uc801 \ud398\uc774\uc9c0\ub3c4 \uacb0\uad6d\uc740 \uc6cc\ub4dc\ud504\ub808\uc2a4&quot;\" \/>\n<meta property=\"og:url\" content=\"http:\/\/192.168.100.11:28088\/2021\/02\/12\/138\/\" \/>\n<meta property=\"og:site_name\" content=\"wizardofoz\" \/>\n<meta property=\"article:published_time\" content=\"2021-02-12T07:26:53+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-02-13T16:35:21+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"hmyeom\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"2\ubd84\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"http:\/\/192.168.100.11:28088\/#website\",\"url\":\"http:\/\/192.168.100.11:28088\/\",\"name\":\"wizardofoz\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"http:\/\/192.168.100.11:28088\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"ko-KR\"},{\"@type\":\"WebPage\",\"@id\":\"http:\/\/192.168.100.11:28088\/2021\/02\/12\/138\/#webpage\",\"url\":\"http:\/\/192.168.100.11:28088\/2021\/02\/12\/138\/\",\"name\":\"\uc815\uc801 \ud398\uc774\uc9c0\ub3c4 \uacb0\uad6d\uc740 \uc6cc\ub4dc\ud504\ub808\uc2a4 - wizardofoz\",\"isPartOf\":{\"@id\":\"http:\/\/192.168.100.11:28088\/#website\"},\"datePublished\":\"2021-02-12T07:26:53+00:00\",\"dateModified\":\"2021-02-13T16:35:21+00:00\",\"author\":{\"@id\":\"http:\/\/192.168.100.11:28088\/#\/schema\/person\/4fba34badabf867db679071d40b999e4\"},\"breadcrumb\":{\"@id\":\"http:\/\/192.168.100.11:28088\/2021\/02\/12\/138\/#breadcrumb\"},\"inLanguage\":\"ko-KR\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"http:\/\/192.168.100.11:28088\/2021\/02\/12\/138\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"http:\/\/192.168.100.11:28088\/2021\/02\/12\/138\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"http:\/\/192.168.100.11:28088\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"\uc815\uc801 \ud398\uc774\uc9c0\ub3c4 \uacb0\uad6d\uc740 \uc6cc\ub4dc\ud504\ub808\uc2a4\"}]},{\"@type\":\"Person\",\"@id\":\"http:\/\/192.168.100.11:28088\/#\/schema\/person\/4fba34badabf867db679071d40b999e4\",\"name\":\"hmyeom\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"http:\/\/192.168.100.11:28088\/#personlogo\",\"inLanguage\":\"ko-KR\",\"url\":\"http:\/\/1.gravatar.com\/avatar\/72c7b178d047246287f1105de4635d95?s=96&d=mm&r=g\",\"contentUrl\":\"http:\/\/1.gravatar.com\/avatar\/72c7b178d047246287f1105de4635d95?s=96&d=mm&r=g\",\"caption\":\"hmyeom\"},\"sameAs\":[\"http:\/\/192.168.100.54:28088\"],\"url\":\"http:\/\/192.168.100.11:28088\/author\/hmyeom\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"\uc815\uc801 \ud398\uc774\uc9c0\ub3c4 \uacb0\uad6d\uc740 \uc6cc\ub4dc\ud504\ub808\uc2a4 - wizardofoz","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"http:\/\/192.168.100.11:28088\/2021\/02\/12\/138\/","og_locale":"ko_KR","og_type":"article","og_title":"\uc815\uc801 \ud398\uc774\uc9c0\ub3c4 \uacb0\uad6d\uc740 \uc6cc\ub4dc\ud504\ub808\uc2a4 - wizardofoz","og_description":"\ub3c4\ub8e8\ubb35 \uc6cc\ub4dc\ud504\ub808\uc2a4\ub97c \uc0ac\uc6a9\ud558\ub2e4 \uc9c0\ud0ac\ub85c \uac08\uc544\ud0d4\ub2e4. \uc774\uc720\ub294 \uc0ac\uc774\ud2b8 \ub85c\ub529 \uc18d\ub3c4\uc640 \uc720\uc9c0\ube44... \ubb34\ub8cc\ub85c \ud558\ub824\uba74 \uc9d1\uc5d0\uc11c \uad6c\ub3d9\uc911\uc778 \uc11c\ubc84 \ub300\uc6a9 pc\ub85c \ub3cc\ub824\uc57c \ud558\ub294\ub370 \ub9ac\ub205\uc2a4\ub97c \uc124\uce58\ud574\ub3c4 \ub9c8\uc74c\uc5d0 \ub4dc\ub294 \uc18d\ub3c4\uac00 \ub098\uc624\uc9c0 \uc54a\ub294\ub2e4. \ubb34\ub8cc\ub85c \uc0ac\uc774\ud2b8 \uc6b4\uc6a9\ud560 \uc218 \uc788\ub294 \uae43\ud5c8\ube0c\ub97c \uc4f0\uc790\ub2c8 \uc815\uc801 \uc0ac\uc774\ud2b8\uac00 \uc544\ub2c8\ub77c\uc11c \uc5b4\ub835\ub2e4. \uae43\ud5c8\ube0c\ub97c \uc774\uc6a9\ud558\uba74 \uc815\uc801 \uc0ac\uc774\ud2b8 \uc720\uc9c0 \ube44\uc6a9\uc740 \uc0ac\uc2e4\uc0c1 \uc81c\ub85c... \uc18d\ub3c4\ub3c4 php\ub97c \uc0ac\uc6a9\ud55c \uc0ac\uc774\ud2b8\uc640 \ube44\uad50 \ubd88\uac00\ud560 \uc815\ub3c4.. \ub9c8\ud06c\ub2e4\uc6b4\uc744 \ud65c\uc6a9\ud55c \ud3b8\ub9ac\ud55c &hellip; \ub354 \ubcf4\uae30 \"\uc815\uc801 \ud398\uc774\uc9c0\ub3c4 \uacb0\uad6d\uc740 \uc6cc\ub4dc\ud504\ub808\uc2a4\"","og_url":"http:\/\/192.168.100.11:28088\/2021\/02\/12\/138\/","og_site_name":"wizardofoz","article_published_time":"2021-02-12T07:26:53+00:00","article_modified_time":"2021-02-13T16:35:21+00:00","twitter_card":"summary_large_image","twitter_misc":{"Written by":"hmyeom","Est. reading time":"2\ubd84"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"http:\/\/192.168.100.11:28088\/#website","url":"http:\/\/192.168.100.11:28088\/","name":"wizardofoz","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"http:\/\/192.168.100.11:28088\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"ko-KR"},{"@type":"WebPage","@id":"http:\/\/192.168.100.11:28088\/2021\/02\/12\/138\/#webpage","url":"http:\/\/192.168.100.11:28088\/2021\/02\/12\/138\/","name":"\uc815\uc801 \ud398\uc774\uc9c0\ub3c4 \uacb0\uad6d\uc740 \uc6cc\ub4dc\ud504\ub808\uc2a4 - wizardofoz","isPartOf":{"@id":"http:\/\/192.168.100.11:28088\/#website"},"datePublished":"2021-02-12T07:26:53+00:00","dateModified":"2021-02-13T16:35:21+00:00","author":{"@id":"http:\/\/192.168.100.11:28088\/#\/schema\/person\/4fba34badabf867db679071d40b999e4"},"breadcrumb":{"@id":"http:\/\/192.168.100.11:28088\/2021\/02\/12\/138\/#breadcrumb"},"inLanguage":"ko-KR","potentialAction":[{"@type":"ReadAction","target":["http:\/\/192.168.100.11:28088\/2021\/02\/12\/138\/"]}]},{"@type":"BreadcrumbList","@id":"http:\/\/192.168.100.11:28088\/2021\/02\/12\/138\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"http:\/\/192.168.100.11:28088\/"},{"@type":"ListItem","position":2,"name":"\uc815\uc801 \ud398\uc774\uc9c0\ub3c4 \uacb0\uad6d\uc740 \uc6cc\ub4dc\ud504\ub808\uc2a4"}]},{"@type":"Person","@id":"http:\/\/192.168.100.11:28088\/#\/schema\/person\/4fba34badabf867db679071d40b999e4","name":"hmyeom","image":{"@type":"ImageObject","@id":"http:\/\/192.168.100.11:28088\/#personlogo","inLanguage":"ko-KR","url":"http:\/\/1.gravatar.com\/avatar\/72c7b178d047246287f1105de4635d95?s=96&d=mm&r=g","contentUrl":"http:\/\/1.gravatar.com\/avatar\/72c7b178d047246287f1105de4635d95?s=96&d=mm&r=g","caption":"hmyeom"},"sameAs":["http:\/\/192.168.100.54:28088"],"url":"http:\/\/192.168.100.11:28088\/author\/hmyeom\/"}]}},"_links":{"self":[{"href":"http:\/\/192.168.100.11:28088\/wp-json\/wp\/v2\/posts\/138"}],"collection":[{"href":"http:\/\/192.168.100.11:28088\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/192.168.100.11:28088\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/192.168.100.11:28088\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/192.168.100.11:28088\/wp-json\/wp\/v2\/comments?post=138"}],"version-history":[{"count":9,"href":"http:\/\/192.168.100.11:28088\/wp-json\/wp\/v2\/posts\/138\/revisions"}],"predecessor-version":[{"id":197,"href":"http:\/\/192.168.100.11:28088\/wp-json\/wp\/v2\/posts\/138\/revisions\/197"}],"wp:attachment":[{"href":"http:\/\/192.168.100.11:28088\/wp-json\/wp\/v2\/media?parent=138"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/192.168.100.11:28088\/wp-json\/wp\/v2\/categories?post=138"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/192.168.100.11:28088\/wp-json\/wp\/v2\/tags?post=138"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}